{
  "menuDetails":
  [
    {
      "name": "Pappardelle",
      "pageInfo": "A wide egg noodle with Tuscan origins, pappardelle is often served with hearty meat sauces"
    },
    {
      "name": "Farfalle",
      "pageInfo": "Also called bow tie pasta for its shape, farfalle (the Italian word for butterfly) makes a great cold pasta salad, and can also dress up a warm bowl of meat and veggies"
    },
    {
      "name": "Shells",
      "pageInfo": "Shells work in a variety of settings, depending on their size. If your shells are large enough, you can stuff and bake them, while medium-sized shells work well in casseroles and with meat sauces. Reserve the smallest shells for adding to soups and stews."
    },
    {
      "name": "Campanelle",
      "pageInfo": "Literally meaning “bellflowers,” campanelle sports a very unique shape that’s great at capturing thick, creamy, or meaty sauces. And they work wonders in cheesy bowls, too."
    },
    {
      "name": "Bucatini",
      "pageInfo": "Like spaghetti, but hollow, these unusual noodles taste great in casseroles, your favorite stir-fry recipe, or stewed in a broth with fresh tomatoes."
    },
    {
      "name": "Angel Hair",
      "pageInfo": "Angel hair is the thinnest type of pasta, made of long, very fine strands that cook quickly. Use delicate sauces with this narrow noodle, like a light tomato sauce or a broth, or simply cook it with butter and oil."
    },
    {
      "name": "Acini di Pepe",
      "pageInfo": "Sometimes referred to as pastina, acini di pepe means “small parts of the pepper” in Italian, alluding to its miniscule size and rounded shape, which makes it versatile enough to be welcome in a wide range of dishes. The food of gods, this pasta was made by Nonna on those sad days when I had no friends. Make it the mainstay of a cold salad or sprinkle it into a piping hot soup."
    },
    {
      "name": "Gnocchi",
      "pageInfo": "Gnocchi are tiny, soft dumplings traditionally made from potato, egg, and flour. This hearty pasta is perfect for rich sauces, and even stands up to baking."
    },
    {
      "name": "Orecchiette",
      "pageInfo": "Italian for “little ears,” orecchiette are shaped like pasta bowls, rendering them perfect for collecting sauce. This pasta goes great with heavier sauces rife with meats and veggies."
    },
    {
      "name": "Orzo",
      "pageInfo": "You’d be forgiven for mistaking this pasta for rice. The toothsome orzo is often found adding heartiness to soups and salads."
    }
  ]
}

